Repository: jovitif/Quizzefy-Mobile-App
Catalog: quizzify/lib/l10n/app_*.arb
Languages: es, pt

# boasVindas
source: Welcome to Quizzify!
es: ¡Bienvenido a Quizzify!
pt: Seja bem-vindo ao Quizzify!

# devPor
source: Developed by João Sales and Luiz Ryan
es: Desarrollado por João Sales y Luiz Ryan
pt: Desenvolvido por João Sales e Luiz Ryan

# botaoPlay
source: Play
es: Jugar
pt: Jogar

# instrucoes
source: Game Instructions:
es: Instrucciones del Juego:
pt: Instruções do Jogo:

# instrucoes2
source: Answer the questions correctly to earn points!
es: ¡Responde las preguntas correctamente para ganar puntos! Hazlas mal y pierde puntos. ¿No lo sabes? Salta al siguiente
pt: Responda as perguntas corretamente para acumular pontos!

# comecar
source: Start
es: Comenzar
pt: Começar

# pontos
source: Points:
es: Puntos:
pt: Pontos:

# proximaPergunta
source: Next Question
es: Siguiente pregunta
pt: Próxima Pergunta

# pergunta01
source: What is 18 + 13?
es: ¿Cuánto es 18 + 13?
pt: Quanto é 18 + 13 ?

# pergunta02
source: Who is currently the president of Brazil?
es: ¿Quién es actualmente el presidente de Brasil?
pt: Quem é atualmente o presidente do Brasil ?

# pergunta03
source: What is the capital of France?
es: ¿Cuál es la capital de Francia?
pt: Qual é a capital da França ?

# pergunta04
source: Who wrote 'Don Quixote'?
es: ¿Quién escribió 'Don Quijote'?
pt: Quem escreveu Dom Quixote ?

# pergunta05
source: What is the largest planet in the solar system?
es: ¿Cuál es el planeta más grande del sistema solar?
pt: Qual é o maior planeta do sistema solar ?

# pergunta06
source: What is the chemical symbol for oxygen?
es: ¿Cuál es el símbolo químico del oxígeno?
pt: Qual é o símbolo químico do oxigênio ?

# pergunta07
source: Who painted the Mona Lisa?
es: ¿Quién pintó la Mona Lisa?
pt: Quem pintou a Mona Lisa ?

# pergunta08
source: What is the smallest country in the world?
es: ¿Cuál es el país más pequeño del mundo?
pt: Qual é o menor país do mundo ?

# pergunta09
source: What is the largest organ in the human body?
es: ¿Cuál es el órgano más grande en el cuerpo humano?
pt: Qual é o maior órgão do corpo humano ?

# pergunta10
source: How many colors are there in a rainbow?
es: ¿Cuántos colores hay en un arcoíris?
pt: Quantas cores há no arco-íris ?

# pergunta11
source: What is the minimum number of players on each team in a soccer match?
es: ¿Cuál es el número mínimo de jugadores en cada equipo en un partido de fútbol?
pt: Qual o número mínimo de jogadores em cada time numa partida de futebol ?

# pergunta12
source: How long does it take for light from the Sun to reach Earth?
es: ¿Cuánto tiempo tarda la luz del Sol en llegar a la Tierra?
pt: Quanto tempo a luz do Sol demora para chegar à Terra ?

# pergunta13
source: The works Abaporu, Operários, and Antropofagia were painted by which Brazilian artist?
es: Las obras Abaporu, Operários y Antropofagia fueron pintadas por qué artista brasileño?
pt: As obras Abaporu, Operários e Antropofagia foram pintadas por qual artista brasileiro ?

# pergunta14
source: Which of the following organs belong to the human respiratory system?
es: ¿Cuáles de los siguientes órganos pertenecen al sistema respiratorio humano?
pt: Quais dos órgãos abaixo pertencem ao sistema respiratório humano ?

# pergunta15
source: Chernobyl and Cesium-137 are part of the greatest nuclear accidents in history. In which countries did they happen?
es: Chernobyl y Cesio-137 son parte de los mayores accidentes nucleares de la historia. ¿En qué países ocurrieron?
pt: Chernobyl e Césio-137 fazem parte dos maiores acidentes nucleares da história. Em que países aconteceram ?

# pergunta16
source: In what prehistoric period was fire discovered?
es: ¿En qué período prehistórico se descubrió el fuego?
pt: Em que período da pré-história o fogo foi descoberto ?

# pergunta17
source: Whose famous quote is 'I think, therefore I am'?
es: ¿De quién es la famosa frase 'Pienso, luego existo'?
pt: De quem é a famosa frase “Penso, logo existo” ?

# pergunta18
source: In which Asian location is Portuguese an official language?
es: ¿En qué lugar de Asia el portugués es idioma oficial?
pt: Em qual local da Ásia o português é língua oficial ?

# pontuacaoFinal
source: Final Score:
es: Puntuación Final:
pt: Pontuação Final:

# terra
source: Earth
es: Tierra
pt: Terra

# marte
source: Mars
es: Marte
pt: Marte

source: Jupiter
es: Júpiter

# vaticano
source: Vatican
es: Vaticano

source: Monaco
es: Mónaco

# maldivas
source: Maldives
es: Maldivas

# coracao
source: Heart
es: Corazón

# pulmoes
source: Lungs
es: Pulmones

# figado
source: Liver
es: Hígado

# pele
source: Skin
es: Piel

# minutos8
source: 8 minutes
es: 8 minutos

# minutos12
source: 12 minutes
es: 12 minutos

# horas8
source: 8 hours
es: 8 horas

# horas12
source: 12 hours
es: 12 horas

# pulmoesefaringe
source: Lungs and pharynx
es: Pulmones y faringe

# esofagoebronquios
source: Esophagus and bronchi
es: Esófago y bronquios

# laringeetraqueias
source: Larynx and trachea
es: Laringe y tráquea

# pancreasevasos
source: Pancreas and blood vessels
es: Páncreas y vasos sanguíneos

# russiaespanha
source: Russia and Spain
es: Rusia y España

# ucraniabrasil
source: Ukraine and Brazil
es: Ucrania y Brasil

# estadosunidoseucrania
source: United States and Ukraine
es: Estados Unidos y Ucrania

# japaoebrasil
source: Japan and Brazil
es: Japón y Brasil

# paleolitico
source: Paleolithic
es: Paleolítico

# neolitico
source: Neolithic
es: Neolítico

# idademetais
source: Bronze Age
es: Edad de los Metales

# pedrapolida
source: Neolithic
es: Edad de Piedra Pulida

# platao
source: Plato
es: Platón

source: Socrates
es: Sócrates

# filipinas
source: Philippines
es: Filipinas

source: Macau
es: Macao

# ruim
source: You need to study more, my friend. I believe in your potential!
es: Necesitas estudiar más, amigo. ¡Confío en tu potencial!

# medio
source: You can improve. I trust that you will succeed!
es: Puedes mejorar. Confío en que triunfarás.

# otimo
source: A genius of general knowledge, huh? You're really good!
es: ¡Un genio del conocimiento general, eh? ¡Eres realmente bueno!

source: Venus
pt: Vênus
